{
  "homepage": {
    "name": "Ирина Колганова ",
    "jobTitle": "Фронтенд разработчик",
    "summary": "Резюме ",
    "text": "Высококвалифицированный фронтенд разработчик веб-интерфейсов с опытом разработки и реализации адаптивных и удобных веб-сайтов. Владею HTML, CSS, JavaScript и различными интерфейсными фреймворками. Способная к сотрудничеству с кросс-функциональной командамой и поиску качественных решений. Постоянно нахожусь в курсе новых тенденций и технологий в фронтенд-разработке.",
    "skills": "Навыки",
    "langs": "Языки: ",
    "libs": "Фреймворки/Библиотеки: ",
    "tools": "Инструменты: ",
    "pm": "Системы управление проектом: ",
    "ide": "Средства разработки: ",
    "test": "Тестирование: ",
    "db": "Базы данных: ",
    "li1": "Опыт работы с RESTful API, GraphQL и JSON",
    "li2": "Сильные навыки решения проблем и аналитические способности",
    "li3": "Отличные коммуникативные навыки и способность к содрудничеству"
  },
  "education": {
    "title": "Образование",
    "diploma": "Диплом: ",
    "degree": "Бакалавр и магистр в области социологии и социальной работы",
    "university": "Харьковский национальный университет им. В.Н.Каразина",
    "courses": "Курсы: ",
    "certificate": "Сертификаты",
    "aws": "AWS сертификация",
    "achievement": "Достижения: "
  },
  "project": {
    "title": "Мои проекты",
    "team": "Командный проект",
    "0": {
      "name": "Managment-App",
      "description": "RSS PM – приложение, помогающее людям достичь поставленные задачи. RSS PM отлично подходит для организации ваших списков дел, идей и очень прост в использовании. Вы можете создать несколько досок для использования в различных проектах. Одностраничный сайт с 100% адаптивным дизайном с использованием SASS."
    },
    "1": {
      "name": "GraphiQL",
      "description": "GraphiQL — это игровая площадка/IDE для запросов graphQL. Наше приложение предлагает пользователям простой и быстрый способ выполнения запросов GraphQL для получения данных из различных источников. Благодаря нашему интуитивно понятному интерфейсу вы можете легко создавать и выполнять запросы для получения нужной вам информация."
    },
    "2": {
      "name": "Персонажи Рикк и Морти",
      "description": "React проект с API и Redux, напиисанный в процессе изучения фреймворка. Одностраничный сайт для исследования киновселенной Рика и Морти (персонажи, локации, эпизоды) с сортировкой и нумерацией страниц."
    },
    "3": {
      "name": "Youtube видео",
      "description": "Angular проект с API и Redux, напиисанный в процессе изучения фреймворка. Одностраничный сайт для поиска и фильтрации видео с youtube."
    },
    "4": {
      "name": "Гонки",
      "description": "Одностраничный сайт для управления коллекцией автомобилей, управления их двигателями и отображения статистики гонок. Приложение имеет собственный бэкенд."
    },
    "5": {
      "name": "Онлайн магазин",
      "description": "Овощной интернет-магазин, в котором товары будут иметь следующий функционал: фильтрация, сортировка, поиск, добавление в корзину."
    },
    "6": {
      "name": "Новостной портал",
      "description": "Новостной API — это простые HTTP REST API запросы для поиска и извлечения новостей из Интернета. Проект предназначен для опыта работы с API — асинхронного получения данных и их отображения на странице."
    },
    "7": {
      "name": "Презентация",
      "description": "Презентация о MongoDB с использованием Reveal.js (библиотека для HTML презентаций). Платформа поставляется с широким спектром функций, включая вложенные слайды, поддержку Markdown, автоматическую анимацию, экспорт PDF, заметки докладчика, поддержку LaTeX и выделенный синтаксис кода."
    },
    "8": {
      "name": "Портфолио",
      "description": "Портфолио - лендинговая страница с портфолио фотографа, сайт адаптивный и интерактивный, с локализацией, сменой темы. Ключевые навыки: валидная семантическая адаптивная верстка, легко поддерживаемый читаемый код, экспорт стилей и графики из Figma, использование JavaScript для реализации указаного функционала."
    },
    "9": {
      "name": "Игра на память",
      "description": "Набор для игры на память из двенадцати пар одинаковых карт, которые отображаются лицевой стороной вниз. Нажав на карту, игрок переворачивает ее и нажимает на следующую карту. Если две карты имеют одинаковые рисунки, они остаются открытыми, если перевернутые карты - разные, карты переворачиваются обратно лицом вниз. Цель игры — открыть все карты за наименьшее количество ходов."
    },
    "10": {
      "name": "Слова",
      "description": "Игра в слова реализована на украинском языке. Получите 6 шансов угадать слово из 5 букв. ЗЕЛЁНЫЙ фон в слове - буква в правильном месте. ЖЕЛТАЯ - есть в слове, но не в другом месте. СЕРЫЙ  - нет такой буквы в слове."
    },
    "11": {
      "name": "Случайная шутка",
      "description": "Случайная шутка — это один из JavaScript-проектов популярного бесплатного курса на английском языке freeCodeCamp. Проект предназначен для получения первого опыта работы с API — асинхронного получения данных и отображения их на странице. Это приложение, в котором при нажатии на кнопку отображается случайная цитата/шутка, полученная из любого подходящего API."

    },
    "12": {
      "name": "Звуки природы",
      "description": "Проект с медиа (аудиофайлами). Сайт, на каждой странице которого отображаются удивительные по красоте пейзажи и играет своя неповторимая мелодия, в которой звучит пение птиц. Это приложение, в котором, при нажатии на интерактивные элементы можно переключать изображение и звук."
    },
    "demo": "Демо",
    "code": "Код"
  },
  "contacts": {
    "title": "Контакты",
    "location": "Локация: Кливленд, Огайо, США",
    "phone": "Телефон: +1-216-376-****",
    "email": "Почта: iryna.kolhanova@gmail.com",
    "skype": "Скайп: belkin1987",
    "linkedin": "Линкедин: Ирина Колганова",
    "github": "Гитхаб: Ирина Колганова"
  },
  "sidebar": {
    "skills": "Навыки",
    "education": "Образование",
    "projects": "Проекты",
    "work": "Опыт работы",
    "contacts": "Контакты"
  },
  "footer": "Ирина Колганова"
}